<?php return [
    // 客服代表状态 0=离线,1=繁忙,2=离开,3=在线
    'csr_status'=>[
        '0'=>'离线',
        '1'=>'繁忙',
        '2'=>'离开',
        '3'=>'在线',
    ],
    // 聊天记录类型
    'message_type'=>[
        '0'=>'富文本',
        '1'=>'图片',
        '2'=>'文件',
        '3'=>'系统消息',
        '4'=>'商品卡片',
        '5'=>'订单卡片',
    ],
    // 知识库状态
    'kbs_status'=>[
        '0'=>'关闭',
        '1'=>'启用',
        '2'=>'启用为万能知识',
    ],
    'sender_identity'=>[
      '0'=>'客服',
      '1'=>'顾客',
    ],
    'record_status'=>[
        '0'=>'未读',
        '1'=>'已读',
    ],
];
